brew "go"
brew "uv"
brew "git"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "gh"
brew "fd"
brew "fzf"
brew "jq"
brew "lazygit"
brew "eza"
brew "starship"
brew "stow"
brew "unzip"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zoxide"

cask "claude-code"
cask "wezterm"
cask "font-jetbrains-mono-nerd-font"
cask "raycast"
